Repository: giellalt/corpus-smj
Catalog: tmx/nob/bible/osko/index.php_kat_id=204_art_id=226.html.tmx
Source language: smj
Languages: nob

source: Åhpav: Soahke
nob: Lær om: Bjørk

source: Ádjás
nob: Fra bestefar

source: Muv iedne namma le / lej:_____________________________,ja sån riegádij dán biejve ______________
nob: Min mor heter / het:_____________________________, og ble født den __________ i / på ____________.

source: bájken man namma le ______________________.
nob: Hennes pikenavn var ________________.

source: Suv vuostasj maŋep namma lij _______________________.
nob: Hun vokste opp i / på __________________________.

source: Sån bajássjattaj bájken man namma le __________________________.
nob: Min mormor og morfar het _______________________________________________

source: Muv áhkko ja áddjá ædnám bielen lijga _______________________________________________
nob: Dette vet jeg om min mormor og morfar:_______________________________________________________

source: bájken man namma le ____________.
nob: Min far heter / het:_____________________________, og ble født den __________ i / på ____________.

source: Muv áhkko ja áddjá áhtjám bielen lijga _______________________________________________
nob: Min farmor og farfar het _______________________________________________

source: Dáv sunnu birra diedáv:__________________________________________________________________
nob: Dette vet jeg om min farmor og farfar:_______________________________________________________

source: Áhttját ja æddnát lijga _____________jage vuorrasa gå æjvvalijga bájken man namma le ______________.
nob: Din bestefar og bestemor var _____________år da vi traff hverandre i / på ______________________________.

source: Válldujga jagen _____________, ja årrujga bájkkáj man namma le_______________________________.
nob: Vi giftet oss i år _____________, og vi bosatte oss i / på ____________________________________.

source: Dij sjattajda ________________oarbbena, ja sijáj namá li ______________________________________.
nob: Vi fikk ________________barn, og de heter________________________________________.
